Revit 2027 API
ViewDisplayBackground.GroundColor Property
 The color of the ground when the type is 'Gradient' or 'SunAndClouds'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color GroundColor { get; }
Public ReadOnly Property GroundColor As Color
	Get
public:
property Color^ GroundColor {
	Color^ get ();
}
member GroundColor : Color with get
Property Value
Color
See Also
Reference
ViewDisplayBackground Class
Autodesk.Revit.DB Namespace